---
kind: property
id: P:Autodesk.Revit.DB.DoubleParameterValue.Value
source: html/079d2186-d55c-d22d-7dff-cdf913399f8c.htm
---
# Autodesk.Revit.DB.DoubleParameterValue.Value Property

The stored value

## Syntax (C#)
```csharp
public double Value { get; set; }
```